Repository: 84000/data-translation-memory
Catalog: Toh_142-The_Dharani_Entering_into_Non-conceptuality-v2.tmx
Source language: bo
Languages: en

source: !འཕགས་པ་རྣམ་པར་མི་རྟོག་པར་འཇུག་པ་ཞེས་བྱ་བའི་གཟུངས།
en: The Noble Dhāraṇī Entering Into Nonconceptuality

source: !སངས་རྒྱས་དང་བྱང་ཆུབ་སེམས་དཔའ་ཐམས་ཅད་ལ་ཕྱག་འཚལ་ལོ། །
en: Homage to all buddhas and bodhisattvas!

source: !འདི་སྐད་བདག་གིས་ཐོས་པ་དུས་གཅིག་ན།
en: Thus did I hear at one time.

source: !བཅོམ་ལྡན་འདས་རྒྱལ་པོའི་ཁབ་ན། ཁམས་གསུམ་པ་ཐམས་ཅད་ལས་ཁྱད་པར་དུ་འཕགས་པ་རྣམ་པར་མི་རྟོག་པའི་ཆོས་ཀྱི་དབྱིངས་ཀྱི་སྙིང་པོའི་ཁང་བཟངས་ན་དགེ་སློང་གི་དགེ་འདུན་ཆེན་པོ་དང་། བྱང་ཆུབ་སེམས་དཔའི་ཚོགས་ཆེན་པོ་དང་ཐབས་ཅིག་ཏུ་བཞུགས་ཏེ
en: The Blessed One, together with a great assembly of monks and bodhisattvas, was residing at Rājagṛha in the palace at the heart of the nonconceptual realm of phenomena, a place superior to everything within the three realms.

source: !བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་པ་དང་། རྣམ་པར་མི་རྟོག་སྣང་བ་དང་། རྣམ་པར་མི་རྟོག་ཟླ་བ་དང་། རྣམ་པར་རྟོག་མེད་དཔའ་བོ་དང་། རྣམ་པར་རྟོག་མེད་ཆོས་སྟོན་མཁས་པ་དང་། རྣམ་པར་རྟོག་མེད་ངོ་བོ་ཉིད་དང་། རྣམ་པར་རྟོག་མེད་བློ་གྲོས་དང་། རྣམ་པར་རྟོག་མེད་ང་རོ་དང་། རྣམ་པར་རྟོག་མེད་ཁྱབ་བྱེད་དང་། རྣམ་པར་རྟོག་མེད་དབང་ཕྱུག་དང་། རྣམ་པར་རྟོག་མེད་དབང་ཕྱུག་ཆེན་པོ་དང་། རྣམ་པར་རྟོག་མེད་བྱམས་པ་ཆེན་པོའི་དབང་ཕྱུག་དང་། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་འཕགས་པ་སྤྱན་རས་གཟིགས་དབང་ཕྱུག་དང་ཐབས་ཅིག་གོ། །
en: Together with him were the bodhisattvas, the great beings, Avikalpa, Avikalpa­prabhāsa, Avikalpacandra, Nirvikalpavīra, Nirvikalpadharmanirdeśakuśala, Nirvikalpasvabhāva, Nirvikalpamati, Nirvikalpanāda, Nirvikalpaspharaṇa, Nirvikalpasvara, Maheśvara, Nirvikalpamahāmaitrīśvara, and the bodhisattva, the great being, Avalokiteśvara.

source: !དེ་ནས་བཅོམ་ལྡན་འདས་འཁོར་བརྒྱ་སྟོང་དུ་མས་ཡོངས་སུ་བསྐོར་ཏེ་མདུན་གྱིས་བལྟས་ནས། འདི་ལྟ་སྟེ། ཐེག་པ་ཆེན་པོ་ལ་ཆོས་རྣམས་ཀྱི་རྣམ་པར་མི་རྟོག་པ་ཉིད་ལས་བརྩམས་ཏེ་ཆོས་སྟོན་ཏོ། །
en: At that time, the Blessed One, surrounded and esteemed by an assembly of hundreds of thousands, taught the Dharma concerning the nonconceptuality of phenomena.

source: !དེ་ནས་བཅོམ་ལྡན་འདས་ཀྱིས་ཐམས་ཅད་དང་ལྡན་པའི་བྱང་ཆུབ་སེམས་དཔའི་འཁོར་ལ་ཀུན་ཏུ་གཟིགས་ནས། བྱང་ཆུབ་སེམས་དཔའ་རྣམས་ལ་བཀའ་སྩལ་པ།
en: The Blessed One surveyed the entire assembly of bodhisattvas and addressed them,

source: !རིགས་ཀྱི་བུ་དག་ཁྱོད་ཀྱིས་རྣམ་པར་མི་རྟོག་པར་འཇུག་པ་ཞེས་བྱ་བའི་གཟུངས་ཟུང་ཤིག །
en: “Noble sons, you should keep in mind The Dhāraṇī ‘Entering into Nonconceptuality’ .

source: !དེ་བཟུང་ན་བྱང་ཆུབ་སེམས་དཔའ་མྱུར་བ་མྱུར་བར་སངས་རྒྱས་ཀྱི་ཆོས་རྣམས་བསྒྲུབ་ཅིང་རྟག་ཏུ་ཁྱད་པར་དུ་ཡང་འགྲོའོ། །
en: Keeping it in mind, a bodhisattva, a great being, will swiftly perfect the qualities of a buddha and will make steady, excellent progress.”

source: !དེ་ནས་འཁོར་དེ་ཉིད་ཀྱིས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་སྣང་བ་ཞེས་བྱ་བ་སྟན་ལས་ལངས་ཏེ། བླ་གོས་ཕྲག་པ་གཅིག་ཏུ་གཟར་ནས་པུས་མོ་གཡས་པའི་ལྷ་ང་ས་ལ་བཙུགས་ཏེ།
en: The bodhisattva, the great being named Avikalpa­prabhāsa, rose from his seat in the assembly, draped his upper robe over his shoulder, and knelt with his right knee on the ground.

source: !བཅོམ་ལྡན་འདས་ག་ལ་བ་དེ་ལོགས་སུ་ཐལ་མོ་སྦྱར་བ་བཏུད་ནས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །
en: He bowed toward the Blessed One with hands folded and addressed the Blessed One,

source: !བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོས་གང་ཐོས་ནས་འཛིན་པ་དང་། ཀློག་པ་དང་། ཚུལ་བཞིན་ཡིད་ལ་བགྱིད་པ་དང་། གཞན་དག་ལ་ཡང་རྒྱ་ཆེར་སྟོན་པར་འགྱུར་བར་རྣམ་པར་མི་རྟོག་པར་འཇུག་པའི་གཟུངས་བཤད་དུ་གསོལ།
en: “Blessed One, please explain The Dhāraṇī ‘Entering into Nonconceptuality’ . Once they have heard it, bodhisattvas, great beings, will keep it in mind, recite it, contemplate it properly, and teach it extensively to others.”

source: !དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Thus addressed, the Blessed One said,

source: !རིགས་ཀྱི་བུ་དག་དེའི་ཕྱིར་ལེགས་པར་ཉོན་ལ་རབ་ཏུ་ཡིད་ལ་ཟུང་ཤིག་དང་། ངས་རྣམ་པར་མི་རྟོག་པར་འཇུག་པའི་གཟུངས་བཤད་དོ། །
en: “Then listen well, noble sons, and be attentive as I explain The Dhāraṇī ‘Entering into Nonconceptuality’ .”

source: !བཅོམ་ལྡན་འདས་ལེགས་སོ་ཞེས་གསོལ་ཏོ། །བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་བཅོམ་ལྡན་འདས་ཀྱི་ལྟར་ཉན་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་དེ་དག་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །
en: “That is excellent, Blessed One!” replied the bodhisattvas, the great beings. They then listened to the Blessed One. The Blessed One said to them,

source: !རིགས་ཀྱི་བུ་དེ་དག་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་པའི་དབང་དུ་བྱ་བའི་ཆོས་ཐོས་ཏེ། རྣམ་པར་མི་རྟོག་པ་ལ་བསམ་པ་བཞག་ནས་རྣམ་པར་རྟོག་པའི་མཚན་མ་ཐམས་ཅད་ཡོངས་སུ་སྤོང་སྟེ།
en: “Noble sons, those bodhisattvas, great beings, who hear teachings on the topic of nonconceptuality and then settle into nonconceptuality, will abandon all conceptual signs.

source: !དེ་ཐོག་མ་ཉིད་དུ་འདི་ལྟ་སྟེ། གཟུང་བའམ་འཛིན་པའང་རུང་རང་བཞིན་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་ཐམས་ཅད་ཡོངས་སུ་སྤོང་ངོ་། །
en: First, bodhisattvas abandon the fundamental conceptual signs, those of either subject or object.

source: !དེ་ལ་གང་ཟག་པ་དང་བཅས་པའི་དངོས་པོའི་མཚན་མ་དེ་ནི་རང་བཞིན་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མའོ། །
en: In this regard, the fundamental conceptual signs are those signs relating to a defiled entity.

source: !ཟག་པ་དང་བཅས་པའི་དངོས་པོ་ནི་ཉེ་བར་ལེན་པའི་ཕུང་པོ་ལྔ་པོ་རྣམས་ཏེ། འདི་ལྟ་སྟེ། གཟུགས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། ཚོར་བ་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། འདུ་ཤེས་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། འདུ་བྱེད་ཉེ་བར་ལེན་པའི་ཕུང་པོ་དང་། རྣམ་པར་ཤེས་པ་ཉེ་བར་ལེན་པའི་ཕུང་པོའོ། །
en: ‘Defiled entity’ refers to the five aggregates as the bases for clinging: the aggregate of matter as a basis for clinging, the aggregate of sensation as a basis for clinging, the aggregate of perception as a basis for clinging, the aggregate of karmic dispositions as a basis for clinging, and the aggregate of consciousness as a basis for clinging.

source: !ཇི་ལྟར་རང་བཞིན་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དེ་དག་ཡོངས་སུ་སྤོང་ཞེ་ན།
en: How do bodhisattvas abandon these fundamental conceptual signs?

source: !སྣང་བར་འགྱུར་བའི་ཚུལ་གྱིས་མངོན་དུ་གྱུར་པ་དག་ཡིད་ལ་མི་བྱེད་པས་ཡོངས་སུ་སྤོང་ངོ་། །
en: They abandon them by not directing their minds toward what is experientially evident.

source: !དེ་རང་བཞིན་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དེ་དག་རིམ་གྱིས་ཡོངས་སུ་སྤོང་བ་ན། དེ་མ་ཡིན་པ་གཞན་གཉེན་པོ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་སྣང་བར་འགྱུར་བའི་ཚུལ་གྱིས་ཀུན་ཏུ་འབྱུང་ཞིང་མངོན་དུ་འགྱུར་ཏེ།
en: “Once bodhisattvas have progressively abandoned those conceptual signs, another set of conceptual signs based on an examination of antidotes arises and becomes experientially evident.

source: !འདི་ལྟ་སྟེ། སྦྱིན་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། ཚུལ་ཁྲིམས་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། བཟོད་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། བརྩོན་འགྲུས་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། བསམ་གཏན་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། ཤེས་རབ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་སྟེ།
en: This includes the conceptual signs that arise through examining generosity, examining discipline, examining patience, examining diligence, examining meditative concentration, and the conceptual signs based on examining insight.

source: !འདི་ལྟ་སྟེ། ངོ་བོ་ཉིད་ལ་དཔྱོད་པའམ། ཡོན་ཏན་ལ་དཔྱོད་པའམ། སྙིང་པོ་ལ་དཔྱོད་པའང་རུང་། དེས་དེ་དག་ཀྱང་ཡིད་ལ་མི་བྱེད་པས་ཡོངས་སུ་སྤོང་ངོ་། །
en: Whether they are examined in terms of intrinsic natures, examined in terms of qualities, or examined in terms of essences, bodhisattvas also abandon conceptual signs based on examining antidotes by not directing their minds toward them.

source: !དེས་དེ་དག་ཡོངས་སུ་སྤོང་བ་ན་གཞན་དེ་ཁོ་ན་ལ་དཔྱོད་པའི་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་སྣང་བར་འགྱུར་བའི་ཚུལ་གྱིས་ཀུན་ཏུ་འབྱུང་ཞིང་མངོན་དུ་འགྱུར་ཏེ།
en: “Once bodhisattvas have abandoned those signs, another set of conceptual signs based on the examination of true reality arises and becomes experientially evident.

source: !འདི་ལྟ་སྟེ། སྟོང་པ་ཉིད་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། དེ་བཞིན་ཉིད་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། ཡང་དག་པའི་མཐའ་ལ་དཔྱོད་པའི་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། མཚན་མ་མེད་པ་དང་། དོན་དམ་པ་དང་། ཆོས་ཀྱི་དབྱིངས་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་སྟེ།
en: This includes conceptual signs based on examining emptiness, examining suchness, examining the absolute, examining the absence of signs, examining ultimate truth, and those based on examining the field of phenomena.

source: !འདི་ལྟ་སྟེ། རང་གི་མཚན་ཉིད་ལ་དཔྱོད་པའམ། ཡོན་ཏན་ལ་དཔྱོད་པའམ། སྙིང་པོ་ལ་དཔྱོད་པའང་རུང་། དེས་དེ་ཁོ་ན་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དེ་དག་ཀྱང་ཡིད་ལ་མི་བྱེད་པས་ཡོངས་སུ་སྤོང་ངོ་། །
en: Whether they are examined in terms of particular features, examined in terms of qualities, or examined in terms of essences, bodhisattvas also abandon the conceptual signs based on examining true reality by not directing their minds toward them.

source: !དེས་དེ་དག་ཡོངས་སུ་སྤོང་བ་ན་གཞན་ཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་སྣང་བར་འགྱུར་བའི་ཚུལ་གྱིས་ཀུན་ཏུ་འབྱུང་ཞིང་མངོན་དུ་འགྱུར་ཏེ།
en: “Once bodhisattvas have abandoned those signs, another set of conceptual signs based on examining the attainments arises and becomes experientially evident.

source: !འདི་ལྟ་སྟེ། ས་དང་པོ་ཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་ནས་ས་བཅུ་པའི་བར་དུ་འཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་མི་སྐྱེ་བའི་ཆོས་ལ་བཟོད་པ་ཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། ལུང་བསྟན་པ་འཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། སངས་རྒྱས་ཀྱི་ཞིང་ཡོངས་སུ་དག་པ་འཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། སེམས་ཅན་ཡོངས་སུ་སྨིན་པར་བྱེད་པ་འཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དང་། དབང་བསྐུར་བ་འཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་ནས། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་འཐོབ་པའི་བར་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་སྟེ།
en: This includes the conceptual signs based on examining the attainment of the first through tenth bodhisattva levels, conceptual signs based on examining the attainment of the acceptance that phenomena do not arise, conceptual signs based on examining the attainment of prophecy, conceptual signs based on examining the attainment of the ability to purify buddhafields, conceptual signs based on examining the attainment of the ability to ripen beings, and conceptual signs based on examining the attainment of initiation up to conceptual signs based on examining the attainment of omniscience.

source: !འདི་ལྟ་སྟེ། རང་གི་མཚན་ཉིད་ལ་དཔྱོད་པའམ། ཡོན་ཏན་ལ་དཔྱོད་པའམ། སྙིང་པོ་ལ་དཔྱོད་པའང་རུང་། དེས་འཐོབ་པ་ལ་དཔྱོད་པ་རྣམ་པར་རྟོག་པའི་མཚན་མ་དེ་དག་ཀྱང་ཡིད་ལ་མི་བྱེད་པས་ཡོངས་སུ་སྤོང་ངོ་། །
en: Whether they are examined in terms of intrinsic natures, examined in terms of qualities, or examined in terms of essences, bodhisattvas also abandon the conceptual signs based on examining the attainments by not directing their minds toward them.

source: !དེ་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་རྟོག་པའི་མཚན་མའི་རྣམ་པ་ཐམས་ཅད་ཡིད་ལ་མི་བྱེད་པས་ཡོངས་སུ་སྤོང་བ་ན།
en: “Once bodhisattvas, great beings, have thus abandoned every type of conceptual sign by not directing their minds toward them,

source: !དེ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་ཤིན་ཏུ་བརྩོན་པ་ཡིན་ཏེ། རེ་ཤིག་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་ནི་མ་རེག་མོད་ཀྱི། རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རེག་པར་འགྱུར་བའི་ཚུལ་བཞིན་གྱི་ཏིང་ངེ་འཛིན་ནི་ཡོད་དོ། །
en: they are well oriented to the nonconceptual but have yet to experience the nonconceptual realm. They do, however, possess the well-grounded meditative absorption conducive to experiencing the nonconceptual realm.

source: !དེ་ཡང་དག་པར་སྦྱོར་བ་དེ་དང་། བསྟེན་པས་རྗེས་སུ་འགྲོ། བསྒོམས་པས་རྗེས་སུ་འགྲོ། མང་དུ་བྱས་པས་རྗེས་སུ་འགྲོ། ཡང་དག་པར་ཡིད་ལ་བྱ་བས་རྗེས་སུ་འགྲོ་བ་ན།
en: As a consequence of cultivating this genuine method, training in it repeatedly, and correctly orienting their minds,

source: !མངོན་པར་འདུ་བྱ་བ་མེད་ཅིང་ལྷུན་གྱིས་གྲུབ་པ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རེག་སྟེ་རིམ་གྱིས་ཡོངས་སུ་སྦྱོང་ངོ་། །
en: bodhisattvas will experience the nonconceptual realm without volition or effort, and gradually purify their experience.

source: !ཅིའི་ཕྱིར་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རྣམ་པར་མི་རྟོག་པ་ཞེས་བྱ་ཞེ་ན།
en: “For what reason, noble sons, is the nonconceptual realm called ‘nonconceptual’?

source: !དཔྱད་པའི་རྣམ་པར་བརྟག་པ་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པ་དང་། བསྟན་པ་དང་། དཔེར་རྣམ་པར་བརྟག་པ་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པ་དང་། དབང་པོར་རྣམ་པར་བརྟག་པ་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པ་དང་། ཡུལ་དུ་རྣམ་པར་བརྟག་པ་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པ་དང་། རྣམ་པར་རིག་པར་རྣམ་པར་བརྟག་པ་ཐམས་ཅད་ལས་ཤིན་ཏུ་འདས་པ་དང་། ཉོན་མོངས་པ་ཐམས་ཅད་དང་ཤེས་བྱའི་སྒྲིབ་པ་ཐམས་ཅད་ཀྱི་གནས་མེད་པའི་ཕྱིར་ཏེ། དེའི་ཕྱིར་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རྣམ་པར་མི་རྟོག་པ་ཞེས་བྱའོ། །
en: It completely transcends all conceptual analysis, completely transcends all imputations of instruction and illustration, completely transcends all conceptual signs, completely transcends all imputation via the sense faculties, completely transcends imputation as sense objects, completely transcends imputation as cognitive representations, and is not based in the cognitive obscurations or in the obscurations of the afflictive and secondary afflictive emotions. For this reason the nonconceptual realm is called ‘nonconceptual.’

source: !རྣམ་པར་མི་རྟོག་པ་དེ་ཡང་གང་ཞེ་ན།
en: “What, then, is the nonconceptual?

source: !རྣམ་པར་མི་རྟོག་པ་ནི་གཟུགས་མེད་པ། བསྟན་དུ་མེད་པ། རྟེན་མེད་པ། སྣང་བ་མེད་པ། རྣམ་པར་རིག་པ་མ་ཡིན་པ། གནས་མེད་པའོ། །
en: The nonconceptual is immaterial, indemonstrable, unsupported, unmanifest, imperceptible, and without location.

source: !བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རབ་ཏུ་གནས་པས་ནི་ཤེས་བྱ་དང་ཁྱད་པར་མེད་པ་རྣམ་པར་མི་རྟོག་པའི་ཡེ་ཤེས་ཀྱིས་ཆོས་ཐམས་ཅད་ནམ་མཁའི་དཀྱིལ་དང་མཚུངས་པར་མཐོང་ངོ་། །
en: Those bodhisattvas, great beings who are established in the nonconceptual realm see, with their nonconceptual knowing wisdom that is indistinguishable from what is known, that all phenomena are like the expanse of space.

source: !རྣམ་པར་མི་རྟོག་པའི་རྗེས་ལས་ཐོབ་པའི་ཤེས་པས་ནི་ཆོས་ཐམས་ཅད་སྒྱུ་མ་དང་། སྨིག་རྒྱུ་དང་། རྨི་ལམ་དང་། མིག་ཡོར་དང་། བྲག་ཅ་དང་། གཟུགས་བརྙན་དང་། ཆུ་ཟླ་དང་། སྤྲུལ་པ་དང་མཚུངས་པར་མཐོང་ངོ་། །
en: Through the ensuing mode of knowing they see all phenomena as illusions, mirages, dreams, hallucinations, echoes, reflections, the image of the moon in water, and as magical creations.

source: !བདེ་བ་ཆེན་པོ་ལ་གནས་པ་ཤིན་ཏུ་རྒྱས་པ་ཡང་འཐོབ་བོ། །
en: They then attain the full expression of the power of sustaining great bliss.

source: !སེམས་ཕུན་སུམ་ཚོགས་པ་ཆེན་པོ་ཤིན་ཏུ་རྒྱས་པ་ཡང་འཐོབ་བོ། །
en: They attain the full expression of the mind’s vast capacity.

source: !ཤེས་རབ་དང་ཡེ་ཤེས་ཆེ་ཞིང་ཤིན་ཏུ་རྒྱས་པ་ཡང་འཐོབ་བོ། །
en: They attain the full expression of great insight and wisdom.

source: !བཤད་པ་ཆེན་པོ་ལ་དབང་བ་ཤིན་ཏུ་རྒྱས་པ་ཡང་འཐོབ་བོ། །
en: They attain the full expression of the power of maintaining the great teaching.

source: !དུས་ཐམས་ཅད་དུ་སེམས་ཅན་ཐམས་ཅད་ཀྱི་དོན་གྱི་རྣམ་པ་ཐམས་ཅད་ཀྱང་བྱེད་ནུས་པར་འགྱུར་ཏེསངས་རྒྱས་ཀྱི་མཛད་པ་ལྷུན་གྱིས་གྲུབ་པ་ཡང་རྒྱུན་མི་གཅོད་དོ། །
en: In all circumstances they are able to bring every type of benefit to all beings, never ceasing in their effortless performance of awakened activity.

source: !རིགས་ཀྱི་བུ་དག་འདི་ལྟ་སྟེ། དཔེར་ན་བྲག་གཅིག་ཏུ་མཁྲེགས་ཤིང་སྲ་བའི་འོག་ན་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེ་ཆེན་པོ་སྣ་ཚོགས་འོད་གསལ་བ་འདི་ལྟ་སྟེ། དངུལ་རིན་པོ་ཆེ་དང་། གསེར་རིན་པོ་ཆེ་དང་། རྡོའི་སྙིང་པོ་རིན་པོ་ཆེ་སྣ་ཚོགས་ཀྱི་རིན་པོ་ཆེ་ཐ་དད་པས་ཡོངས་སུ་གང་བའི་གཏེར་ཆེན་པོ་ཞིག་ཡོད་ལ།
en: “Noble sons, consider this analogy: Beneath a solid, hard sheet of rock there is a great trove of precious minerals, a variety of great wish-fulfilling jewels that shimmer with light, including precious silver, precious gold, and precious emerald.

source: !དེ་ནས་གཏེར་ཆེན་པོ་འདོད་པའི་མི་ལ་ལ་ཞིག་འོངས་པ་དེ་ལ་གཏེར་ཆེན་པོ་མངོན་པར་ཤེས་པའི་མིས་འདི་སྐད་དུ། ཀྱེ་སྐྱེས་བུ་བྲག་གཅིག་ཏུ་མཁྲེགས་ཤིང་སྲ་བ་དེའི་འོག་ན་རིན་པོ་ཆེ་འོད་གསལ་བས་ཡོངས་སུ་གང་བའི་རིན་པོ་ཆེའི་གཏེར་ཆེན་པོ་ཡོད་དེ
en: Along comes a man seeking great treasure. Another man who is able to perceive the great treasure says to him, ‘Excuse me sir, beneath this solid, hard sheet of rock there is a great precious treasure filled with glimmering precious minerals. But

source: !དེའི་འོག་ན་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཏེར་ཡོད་ཀྱིས། ཁྱོད་ཀྱིས་ཐོག་མ་ཁོ་ནར་རྡོའི་རང་བཞིན་ཐམས་ཅད་རྐོས་ཤིག །
en: beneath that there is a great precious treasure, a wish-fulfilling jewel. First you must remove the bedrock.

source: !དེ་བརྐོས་པ་དང་དངུལ་དུ་སྣང་བའི་རྡོ་ཁྱོད་ལ་སྣང་བར་འགྱུར་རོ། །
en: Once that is removed, you will discover rocks that appear to be silver, but

source: !དེ་ལ་ཁྱོད་ཀྱིས་གཏེར་ཆེན་པོར་འདུ་ཤེས་མི་བྱའི། དེ་ཡོངས་སུ་ཤེས་པར་བྱོས་ཏེ་རྐོས་ཤིག །
en: you should not consider this the great treasure. Recognizing this, continue digging.

source: !དེ་བརྐོས་པ་དང་གསེར་དུ་སྣང་བའི་རྡོ་སྣང་བར་འགྱུར་ཏེ
en: As you dig, you will discover rocks that appear to be gold, but

source: !དེ་ལ་ཡང་ཁྱོད་ཀྱིས་གཏེར་ཆེན་པོར་འདུ་ཤེས་མི་བྱའི། དེ་ཡང་ཡོངས་སུ་ཤེས་པར་བྱོས་ཏེ་རྐོས་ཤིག །
en: again you should not consider this the great treasure. Recognizing this once again, dig.

source: !དེ་བརྐོས་པ་དང་རིན་པོ་ཆེ་སྣ་ཚོགས་སུ་སྣང་བའི་རྡོ་སྣང་བར་འགྱུར་ཏེ
en: As you dig, you will discover rocks that appear to be various minerals, but

source: !ཀྱེ་སྐྱེས་བུ་ཁྱེད་ཀྱིས་དེ་ལྟར་བརྩོན་པར་བྱས་ན་བརྐོ་བའི་མངོན་པར་འདུ་བྱ་བ་མེད་ཅིང་འབད་མི་དགོས་པར་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཏེར་ཆེན་པོ་མཐོང་བར་འགྱུར་རོ། །
en: Sir, once you have toiled in unearthing these minerals, you will effortlessly and without any further exertion discover a great precious treasure, the wish-fulfilling jewel.

source: !ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཏེར་ཆེན་པོ་དེ་རྙེད་ན་ཁྱོད་ཕྱུག་ཅིང་ནོར་ཆེ་ལ་ལོངས་སྤྱོད་ཆེ་བར་འགྱུར་ཏེ། བདག་དང་གཞན་གྱི་དོན་ལ་མཐུ་ཡོད་པར་འགྱུར་རོ་ཞེས་སྨྲས་པ་ལྟར་
en: Once you have found that great precious treasure, the wish-fulfilling jewel, you will become rich, affluent, prosperous, and fully able to benefit yourself and others.’

source: !རིགས་ཀྱི་བུ་དག་ཇི་ཙམ་དུ་དོན་འདི་ཤེས་པར་བྱ་བའི་ཕྱིར་འདི་དཔེར་བྱས་པ་སྟེ།
en: “Noble sons, this analogy is meant to provide some understanding of our topic.

source: !བྲག་གཅིག་ཏུ་མཁྲེགས་ཤིང་སྲ་བ་ཞེས་བྱ་བ་དེ་ནི་འདུ་བྱེད་ཀྱི་རྣམ་པ་ཀུན་ནས་ཉོན་མོངས་པ་དང་། གཉིས་ལ་སོ་སོར་ཉེ་བར་གནས་པའི་ཚིག་བླ་དགས་སོ། །
en: The solid, hard sheet of rock represents the various karmic dispositions that reinforce duality and the afflictive emotions.

source: !འོག་ན་ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཏེར་ཆེན་པོ་ཞེས་བྱ་བ་དེ་ནི་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The great treasure that lies beneath that rock, the precious wish-fulfilling jewel, represents the nonconceptual realm.

source: !ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཏེར་ཆེན་པོ་འདོད་པའི་མི་ཞེས་བྱ་བ་དེ་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ཚིག་བླ་དགས་སོ། །
en: The person who seeks the great treasure, the precious wish-fulfilling jewel, represents the bodhisattva, the great being.

source: !གཏེར་ཆེན་པོ་མངོན་པར་ཤེས་པའི་མི་ཞེས་བྱ་བ་དེ་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The person with knowledge of the great treasure is the Thus-Gone One, the Worthy One, the Perfect Buddha.

source: !བྲག་ཅེས་བྱ་བ་དེ་ནི་རང་བཞིན་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The bedrock represents the fundamental conceptual signs.

source: !རྐོས་ཤིག་ཅེས་བྱ་བ་དེ་ནི་ཡིད་ལ་མི་བྱེད་ཅེས་བྱ་བའི་ཚིག་བླ་དགས་སོ། །
en: The command to dig represents not directing the mind toward them.

source: !དངུལ་དུ་སྣང་བའི་རྡོ་ཞེས་བྱ་བ་དེ་ནི་གཉེན་པོ་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The rock resembling silver represents the conceptual signs related to the examination of antidotes.

source: !གསེར་དུ་སྣང་བའི་རྡོ་ཞེས་བྱ་བ་དེ་ནི་སྟོང་པ་ཉིད་ལ་སོགས་པ་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The rock resembling gold represents the conceptual signs related to emptiness and so on.

source: !རིན་པོ་ཆེ་སྣ་ཚོགས་སུ་སྣང་བའི་རྡོ་ཞེས་བྱ་བ་དེ་ནི་ཐོབ་པ་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་རྣམས་ཀྱི་ཚིག་བླ་དགས་སོ། །
en: The rock resembling various gemstones represents the conceptual signs related to the attainments.

source: !ཡིད་བཞིན་གྱི་ནོར་བུ་རིན་པོ་ཆེའི་གཏེར་ཆེན་པོ་རྙེད་ཅེས་བྱ་བ་དེ་ནི་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རེག་པའི་ཚིག་བླ་དགས་སོ། །
en: Finding the great treasure, the wish-fulfilling jewel, represents experiencing the nonconceptual realm.

source: !རིགས་ཀྱི་བུ་དག་དེ་ལྟར་དཔེ་ཉེ་བར་བཀོད་པ་འདིས་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་སུ་འཇུག་པ་ཁོང་དུ་ཆུད་པར་བྱའོ། །
en: Noble sons, through this analogy, you should understand entering into nonconceptuality.

source: !རིགས་ཀྱི་བུ་དག་འདི་ཇི་ལྟར་ན་ཡང་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རྣམ་པར་རྟོག་པའི་མཚན་མ་ཇི་སྐད་བསྟན་པ་དེ་དག་ལ་ཉེ་བར་རྟོག་ཅིང་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་སུ་འཇུག་ཅེ་ན
en: “How then, noble sons, do bodhisattvas, great beings, reflect on the conceptual signs as they have been taught here and enter the nonconceptual realm?

source: !རིགས་ཀྱི་བུ་དག་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་ལྟར་རྣམ་པར་མི་རྟོག་པའི་དབྱིངས་ལ་རབ་ཏུ་གནས་པ་ནི་གཟུངས་ཀྱི་རང་བཞིན་ལ་རྣམ་པར་རྟོག་པའི་མཚན་མ་མངོན་དུ་གྱུར་ནའདི་ལྟར་ཉེ་བར་རྟོག་སྟེ།
en: Noble sons, when a fundamental conceptual sign related to the aggregate of matter manifests, bodhisattvas, great beings who are established in the nonconceptual realm, should reflect in this way:

source: !གང་བདག་གི་གཟུགས་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: ‘To think “this is my material form” is to entertain a conceptual thought;

source: !གཞན་དག་གི་གཟུགས་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “this material form belongs to others” is to entertain a conceptual thought;

source: !གཟུགས་འདི་ཡོད་དོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “this is matter” is to entertain a conceptual thought;

source: !གཟུགས་སྐྱེའོ། །འགག་གོ། །ཀུན་ནས་ཉོན་མོངས་པའོ། །རྣམ་པར་བྱང་བའོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “matter arises,” “it ceases,” “it is polluted,” or “it is purified” is to entertain a conceptual thought;

source: !གཟུགས་མེད་ཅེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “there is no matter” is to entertain a conceptual thought;

source: !གཟུགས་ངོ་བོ་ཉིད་ཀྱིས་ཀྱང་མེད། རྒྱུར་ཡང་མེད། འབྲས་བུར་ཡང་མེད། ལས་སུ་ཡང་མེད། ལྡན་པར་ཡང་མེད། འཇུག་པར་མེད་ཅེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “matter does not exist intrinsically,” “it does not exist causally,” “it does not exist as a result,” “it does not exist through action,” “it does not exist in relation to anything,” or “it is not a mode of being” is to entertain a conceptual thought;

source: !གཟུགས་ནི་རྣམ་པར་རིག་པ་ཙམ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ། །
en: to think “matter is mere cognitive representation” is to entertain a conceptual thought;

source: !ཇི་ལྟར་གཟུགས་མེད་པ་དེ་བཞིན་དུ་གཟུགས་སུ་སྣང་བའི་རྣམ་པར་རིག་པ་ཡང་མེད་དོ་ཞེས་སྤྱོད་ན་རྣམ་པར་རྟོག་པ་ལ་སྤྱོད་པའོ་སྙམ་མོ། །
en: to think “just as matter does not exist, so cognitive representation appearing as matter does not exist” is to entertain a conceptual thought.’

source: !རིགས་ཀྱི་བུ་དག་འདི་ལྟར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་གཟུགས་ཀྱང་མི་དམིགས།
en: “Therefore, noble sons, the bodhisattvas, great beings, do not apprehend matter,

source: !གཟུགས་སུ་སྣང་བའི་རྣམ་པར་རིག་པ་ཡང་མི་དམིགས་མོད་ཀྱི།
en: nor do they apprehend cognitive representations appearing as matter.

source: !རྣམ་པར་རིག་པ་ཐམས་ཅད་ཀྱི་ཐམས་ཅད་དུ་ཆུད་གཟོན་པ་ནི་མ་ཡིན་ནོ། །
en: In no way do they bring cognitive representation to an end,

source: !རྣམ་པར་རིག་པ་མ་གཏོགས་པར་ཆོས་གང་ཡང་མི་དམིགས་ལ་
en: nor do they apprehend any phenomenon as being distinct from cognitive representation.

source: !རྣམ་པར་རིག་པ་དེ་ཡང་དངོས་པོ་མེད་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: They do not consider that cognitive representation to be nonexistent,

source: !རྣམ་པར་རིག་པ་མ་གཏོགས་པར་དངོས་པོ་མེད་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: nor do they consider nonexistence to be something distinct from cognitive representation.

source: !གཟུགས་སུ་སྣང་བའི་རྣམ་པར་རིག་པ་མེད་པ་དེ་དང་རྣམ་པར་རིག་པ་དེ་གཅིག་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། ཐ་དད་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་།
en: They do not consider the nonexistence of a cognitive representation appearing as matter to be the same as that cognitive representation, nor do they consider it to be different.

source: !རྣམ་པར་རིག་པ་དངོས་པོ་མེད་པ་དེ་ལ་དངོས་པོར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་། དངོས་པོ་མེད་པར་ཡང་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་སྟེ།
en: They do not consider a nonexistent cognitive representation to be existent, nor do they consider it to be nonexistent.
